Repository: cduchinois/komo_apple_challenge_2026
Catalog: Komo/Komo/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, pt, zh_hans

source: · %lld%% charged
de: · %lld%% aufgeladen
es: · %lld%% cobrado
fr: · %lld%% facturé
it: · %lld%% caricato
ja: · __ PH 0 __が請求されました
pt: · %lld%% cobrado
zh_hans: ·已收取__ PH0 __

source: %1$@ hours of sleep — decent, but your deep sleep was %2$lld%%.
de: %1$@ Stunden Schlaf — ordentlich, aber dein Tiefschlaf war %2$lld%%.
es: %1$@ horas de sueño: decente, pero tu sueño profundo fue %2$lld%%.
fr: %1$@ heures de sommeil — correct, mais ton sommeil profond était à %2$lld %%.
it: %1$@ ore di sonno — decente, ma il suo sonno profondo è stato %2$lld%%.
ja: __ PH 0 __時間の睡眠—まともですが、あなたの深い睡眠は__ PH 1 __でした。
pt: %1$@ horas de sono — decente, mas seu sono profundo foi %2$lld%%.
zh_hans: __ PH0 __小时的睡眠—不错，但您的深度睡眠时间为__ PH1 __。

source: %1$@ hours of sleep. decent rest, but deep sleep was only %2$lld%%.
de: %1$@ Stunden Schlaf. Angemessene Ruhe, aber Tiefschlaf war nur %2$lld%%.
es: %1$@ horas de sueño. Descanso decente, pero el sueño profundo era solo %2$lld%%.
fr: %1$@ heures de sommeil. repos décent, mais le sommeil profond n'était que %2$lld%%.
it: %1$@ ore di sonno. riposo decente, ma il sonno profondo era solo %2$lld%%.
ja: __ PH 0 __時間の睡眠。まともな休息ですが、深い睡眠は__ PH 1 __のみでした。
pt: %1$@ horas de sono. descanso decente, mas o sono profundo foi de apenas %2$lld%%.
zh_hans: __ PH0 __小时的睡眠。良好的休息，但深度睡眠仅为__ PH1 __。

source: %1$@ recovered · %2$@ drained = %3$lld%%
de: %1$@ wiedergewonnen · %2$@ entwässert = %3$lld%%
es: %1$@ recuperado · %2$@ drenado = %3$lld%%
fr: %1$@ récup · %2$@ charge = %3$lld %%
it: %1$@ recuperato · %2$@ scaricato = %3$lld%%
ja: %1$@ が回復しました · %2$@ が排出されました = %3$lld%%
pt: %1$@ recuperado · %2$@ drenado = %3$lld%%
zh_hans: %1$@ 恢复 · %2$@ 排出 = %3$lld%%

source: %1$@ steps so far — you're halfway to your daily goal.
de: Bisher %1$@ Schritte – Sie haben die Hälfte Ihres Tagesziels erreicht.
es: %1$@ pasos hasta el momento: estás a la mitad de tu objetivo diario.
fr: %1$@ pas pour l'instant — tu es à mi-chemin de ton objectif du jour.
it: %1$@ passi finora: sei a metà strada verso il tuo obiettivo quotidiano.
ja: これまでに %1$@ 歩 — 毎日の目標の半分に達しました。
pt: %1$@ passos até agora — você está a meio caminho de sua meta diária.
zh_hans: 到目前为止 %1$@ 步 — 您已完成每日目标的一半。

source: %1$@ steps so far. you're about halfway to your daily goal.
de: Bisher %1$@ Schritte. Sie sind ungefähr auf halbem Weg zu Ihrem Tagesziel.
es: %1$@ pasos hasta el momento. estás aproximadamente a la mitad de tu objetivo diario.
fr: %1$@ pas pour l'instant. tu es à mi-chemin de ton objectif du jour.
it: %1$@ passi finora. sei circa a metà strada rispetto al tuo obiettivo quotidiano.
ja: ここまでのステップは%1$@です。 1 日の目標の約半分に到達しました。
pt: %1$@ passos até agora. você está a meio caminho de sua meta diária.
zh_hans: 到目前为止 %1$@ 步。您已完成每日目标的大约一半。

source: %1$@ steps today — you're well above your movement goal.
de: %1$@ Schritte heute – Sie liegen deutlich über Ihrem Bewegungsziel.
es: %1$@ pasos hoy: estás muy por encima de tu objetivo de movimiento.
fr: %1$@ pas aujourd'hui — bien au-dessus de ton objectif de mouvement.
it: %1$@ passi oggi: sei ben al di sopra del tuo obiettivo di movimento.
ja: 今日は %1$@ 歩 — 移動目標を大幅に上回りました。
pt: %1$@ passos hoje – você está bem acima de sua meta de movimento.
zh_hans: 今天 %1$@ 步 — 您远高于您的运动目标。

source: %1$lld meetings
de: %1$lld Treffen
es: %1$lld reuniones
fr: %1$lld réunions
it: %1$lld riunioni
ja: %1$lld 会議
pt: %1$lld reuniões
zh_hans: %1$lld 会议

source: %1$lld min of effort
de: %1$lld Minuten Aufwand
es: %1$lld min de esfuerzo
fr: %1$lld min d'effort
it: %1$lld min di sforzo
ja: %1$lld 分の作業時間
pt: %1$lld min de esforço
zh_hans: %1$lld 分钟的努力

source: %1$lld steps today
de: %1$lld Schritte heute
es: %1$lld pasos hoy
fr: %1$lld pas aujourd'hui
it: %1$lld passi oggi
ja: 今日の%1$lld歩数
pt: %1$lld passos hoje
zh_hans: 今天%1$lld 步

source: %1$lld steps today — one of your stronger days for movement.
de: %1$lld Schritte heute – einer Ihrer stärksten Tage für Bewegung.
es: %1$lld pasos hoy: uno de tus días más fuertes para el movimiento.
fr: %1$lld pas aujourd'hui — l'une de tes meilleures journées de mouvement.
it: %1$lld passi oggi: uno dei tuoi giorni più forti per il movimento.
ja: 今日は %1$lld 歩です — 運動がより強化される日の 1 つです。
pt: %1$lld passos hoje - um dos seus dias mais fortes para o movimento.
zh_hans: 今天 %1$lld 步 — 您运动能力最强的日子之一。

source: %1$lld tense hours
de: %1$lld angespannte Stunden
es: %1$lld horas tensas
fr: %1$lld h tendues
it: %1$lld ore tese
ja: %1$lld 緊張した時間
pt: %1$lld horas tensas
zh_hans: %1$lld 紧张的时间

source: %1$lld%% of your goal
de: %1$lld%% Ihres Ziels
es: %1$lld%% de tu objetivo
fr: %1$lld %% de ton objectif
it: %1$lld%% del tuo obiettivo
ja: 目標の%1$lld%%
pt: %1$lld%% do seu objetivo
zh_hans: 您的目标的 %1$lld%%

source: %lld stars available
de: %lld Sterne verfügbar
es: %lld estrellas disponibles
fr: %lld étoiles disponibles
it: %lld stelle disponibili
ja: %lld 個のスターが利用可能
pt: %lld estrelas disponíveis
zh_hans: 可用 %lld 颗星

source: ✨ Insight
de: ✨ Einblick
es: ✨ Perspicacia
it: ✨ Intuizione
ja: ✨洞察力
pt: ✨ Visão
zh_hans: ✨ 洞察力

source: 1 meeting
de: 1 Treffen
es: 1 reunión
fr: 1 réunion
it: 1 incontro
ja: 1回の会議
pt: 1 reunião
zh_hans: 1 次会议

source: 1-minute breath
de: 1 Minute Atemzug
es: respiración de 1 minuto
fr: Respiration 1 minute
it: Respiro di 1 minuto
ja: 1分間の呼吸
pt: Respiração de 1 minuto
zh_hans: 1分钟呼吸

source: a 10-minute walk right now would reset your body and your focus.
de: Ein 10-minütiger Spaziergang würde Ihren Körper und Ihre Konzentration neu starten.
es: Una caminata de 10 minutos ahora mismo restablecería tu cuerpo y tu concentración.
fr: une marche de 10 minutes maintenant remettrait ton corps et ta concentration.
it: una passeggiata di 10 minuti in questo momento ripristinerebbe il tuo corpo e la tua concentrazione.
ja: 今すぐ 10 分間歩くと、体と集中力がリセットされます。
pt: uma caminhada de 10 minutos agora redefiniria seu corpo e seu foco.
zh_hans: 现在步行 10 分钟可以重新调整您的身体和注意力。

source: a 15-minute nap this afternoon or an earlier bedtime tonight would help.
de: Ein 15-minütiges Nickerchen heute Nachmittag oder eine frühere Schlafenszeit heute Abend würden helfen.
es: Una siesta de 15 minutos esta tarde o acostarse más temprano esta noche ayudaría.
fr: une sieste de 15 minutes cet après-midi ou un coucher plus tôt ce soir aiderait.
it: un pisolino di 15 minuti questo pomeriggio o andare a dormire prima stasera aiuterebbero.
ja: 今日の午後に 15 分間昼寝するか、今夜は早めに就寝すると効果的です。
pt: um cochilo de 15 minutos esta tarde ou dormir mais cedo hoje à noite ajudaria.
zh_hans: 今天下午小睡 15 分钟或今晚早点睡觉会有帮助。

source: a calm day is a gift. notice what made it easier and try to repeat it.
de: Ein ruhiger Tag ist ein Geschenk. Beachten Sie, was es einfacher gemacht hat, und versuchen Sie, es zu wiederholen.
es: un día tranquilo es un regalo. observe qué lo hizo más fácil e intente repetirlo.
fr: une journée calme est un cadeau. remarque ce qui l'a facilitée et répète-le.
it: una giornata tranquilla è un dono. nota cosa lo ha reso più semplice e prova a ripeterlo.
ja: 穏やかな一日は贈り物です。何が簡単になったかに気づき、それを繰り返してみてください。
pt: um dia calmo é um presente. observe o que tornou mais fácil e tente repetir.
zh_hans: 平静的一天是一份礼物。注意什么让它变得更容易并尝试重复它。

source: a calm heart at rest is a good sign. your body is adapting well.
de: Ein ruhiges Herz in Ruhe ist ein gutes Zeichen. Dein Körper passt sich gut an.
es: un corazón tranquilo en reposo es una buena señal. Tu cuerpo se está adaptando bien.
fr: un cœur calme et au repos est un bon signe. votre corps s'adapte bien.
it: un cuore calmo e riposato è un buon segno. il tuo corpo si sta adattando bene.
ja: 休息中の穏やかな心は良い兆候です。あなたの体はうまく適応しています。
pt: um coração calmo e em repouso é um bom sinal. seu corpo está se adaptando bem.
zh_hans: 一颗平静的心处于休息状态是一个好兆头。你的身体适应得很好。

source: A gentle note
de: Eine sanfte Note
es: una nota gentil
fr: Une note douce
it: Una nota gentile
ja: 優しいメモ
pt: Uma nota gentil
zh_hans: 温柔的音符

source: a little elevated
de: etwas erhöht
es: un poco elevado
fr: un peu élevé
it: un po' rialzato
ja: 少し高くなった
pt: um pouco elevado
zh_hans: 有点高

source: a low resting HR is a good sign. your body is adapting well.
de: Ein niedriger Ruhepuls ist ein gutes Zeichen. Dein Körper passt sich gut an.
es: una FC en reposo baja es una buena señal. Tu cuerpo se está adaptando bien.
fr: une FC au repos basse est bon signe. ton corps s'adapte bien.
it: una bassa frequenza cardiaca a riposo è un buon segno. il tuo corpo si sta adattando bene.
ja: 安静時心拍数が低いことは良い兆候です。あなたの体はうまく適応しています。
pt: uma FC em repouso baixa é um bom sinal. seu corpo está se adaptando bem.
zh_hans: 静息心率较低是一个好兆头。你的身体适应得很好。

source: A quiet minute. KOMO breathes with you.
de: Eine ruhige Minute. KOMO atmet mit dir.
es: Un minuto de tranquilidad. KOMO respira contigo.
fr: Une minute calme. KOMO respire avec toi.
it: Un minuto tranquillo. KOMO respira con te.
ja: 静かなひととき。 KOMOはあなたと一緒に呼吸します。
pt: Um minuto tranquilo. KOMO respira com você.
zh_hans: 安静的一分钟。 KOMO 与您一起呼吸。

source: A short walk could keep momentum without draining you.
de: Ein kurzer Spaziergang könnte den Schwung aufrechterhalten, ohne Sie zu erschöpfen.
es: Una caminata corta podría mantener el impulso sin agotarte.
fr: Une courte marche peut garder l'élan sans te vider.
it: Una breve passeggiata potrebbe mantenere lo slancio senza stancarti.
ja: 短い散歩であれば、体力を消耗することなく勢いを保つことができます。
pt: Uma curta caminhada pode manter o ritmo sem esgotar você.
zh_hans: 短暂的步行可以保持动力而不会让你筋疲力尽。

source: about %1$@ hours of sleep last night. your body had a good chance to recover.
de: Ungefähr %1$@ Stunden Schlaf letzte Nacht. Ihr Körper hatte gute Chancen, sich zu erholen.
es: aproximadamente %1$@ horas de sueño anoche. Tu cuerpo tuvo una buena oportunidad de recuperarse.
fr: environ %1$@ heures de sommeil cette nuit. ton corps a eu le temps de bien récupérer.
it: circa %1$@ ore di sonno la scorsa notte. il tuo corpo aveva buone possibilità di riprendersi.
ja: 昨夜の睡眠時間はおよそ%1$@時間です。あなたの体には回復する良いチャンスがありました。
pt: cerca de %1$@ horas de sono na noite passada. seu corpo teve uma boa chance de se recuperar.
zh_hans: 昨晚大约 %1$@ 小时的睡眠时间。你的身体有很好的恢复机会。

source: about %1$@ hours of sleep last night. your body had time to recover.
de: Ungefähr %1$@ Stunden Schlaf letzte Nacht. Ihr Körper hatte Zeit, sich zu erholen.
es: aproximadamente %1$@ horas de sueño anoche. Tu cuerpo tuvo tiempo de recuperarse.
fr: environ %1$@ heures de sommeil la nuit dernière. votre corps a eu le temps de récupérer.
it: circa %1$@ ore di sonno la scorsa notte. il tuo corpo ha avuto il tempo di riprendersi.
ja: 昨夜の睡眠時間はおよそ%1$@時間です。あなたの体には回復する時間がありました。
pt: cerca de %1$@ horas de sono na noite passada. seu corpo teve tempo para se recuperar.
zh_hans: 昨晚大约 %1$@ 小时的睡眠时间。你的身体有时间恢复。

source: Activity
de: Aktivität
es: Actividad
fr: Activité
it: Attività
ja: 活動
pt: Atividade
zh_hans: 活动

source: Add to calendar
de: Zum Kalender hinzufügen
es: Añadir al calendario
fr: Ajouter au calendrier
it: Aggiungi al calendario
ja: カレンダーに追加
pt: Adicionar ao calendário
zh_hans: 添加到日历

source: Added to calendar
de: Zum Kalender hinzugefügt
es: Agregado al calendario
fr: Ajouté au calendrier
it: Aggiunto al calendario
ja: カレンダーに追加されました
pt: Adicionado ao calendário
zh_hans: 添加到日历

source: Added to reminders
de: Zu den Erinnerungen hinzugefügt
es: Agregado a recordatorios
fr: Ajouté aux rappels
it: Aggiunto ai promemoria
ja: リマインダーに追加されました
pt: Adicionado aos lembretes
zh_hans: 添加到提醒

source: afternoon
de: Nachmittag
es: tarde
fr: après-midi
it: pomeriggio
ja: 午後
pt: tarde
zh_hans: 下午

source: afternoons feel foggy on days you eat a heavy lunch.
de: An Tagen, an denen Sie ein schweres Mittagessen zu sich nehmen, ist es nachmittags neblig.
es: las tardes se sienten nubladas los días en que almuerzas mucho.
fr: les après-midis sont flous les jours où tu manges un gros déjeuner.
it: i pomeriggi sono nebbiosi nei giorni in cui mangi un pranzo pesante.
ja: 重い昼食を食べた日の午後は霧がかかります。
pt: as tardes ficam nebulosas nos dias em que você almoça pesadamente.
zh_hans: 当你午餐吃得很饱的时候，下午会感觉有雾。

source: and take care of your energy
de: und kümmere dich um deine Energie
es: y cuida tu energía
fr: et à prendre soin de ton énergie
it: e prenditi cura della tua energia
ja: そして自分のエネルギーを大事にしてください
pt: e cuide da sua energia
zh_hans: 并照顾好你的能量

source: At %1$lld steps you're %2$lld%% of the way to your goal.
de: Mit %1$lld Schritten sind Sie %2$lld%% vom Weg zu Ihrem Ziel entfernt.
es: En %1$lld pasos estás a %2$lld%% del camino hacia tu objetivo.
fr: À %1$lld pas, tu es à %2$lld %% de ton objectif.
it: A %1$lld passi sei a %2$lld%% del percorso verso il tuo obiettivo.
ja: %1$lld 歩で、目標までの道のりは %2$lld%% です。
pt: Em %1$lld passos você está %2$lld%% do caminho para seu objetivo.
zh_hans: 在 %1$lld 步中，您距离目标已经 %2$lld%% 了。

source: Back
de: Zurück
es: Atrás
fr: Dos
it: Indietro
ja: 戻る
pt: Voltar
zh_hans: 后退

source: badly
de: schlecht
es: gravemente
fr: mal dormi
it: male
ja: ひどく
pt: seriamente
zh_hans: 严重地

source: barely slept
de: kaum geschlafen
es: apenas dormí
fr: presque pas dormi
it: dormito a malapena
ja: ほとんど眠れなかった
pt: mal dormi
zh_hans: 几乎没睡

source: based on how you feel, your sleep, and your rhythm
de: basierend auf Ihrem Gefühl, Ihrem Schlaf und Ihrem Rhythmus
es: Según cómo te sientes, tu sueño y tu ritmo.
fr: basé sur ce que tu ressens, ton sommeil et ton rythme
it: in base a come ti senti, al tuo sonno e al tuo ritmo
ja: 気分、睡眠、リズムに基づいて
pt: com base em como você se sente, seu sono e seu ritmo
zh_hans: 基于您的感觉、睡眠和节奏

source: based on sleep, movement, stress, and calendar load
de: basierend auf Schlaf, Bewegung, Stress und Kalenderbelastung
es: basado en el sueño, el movimiento, el estrés y la carga del calendario
fr: basé sur le sommeil, le mouvement, le stress et la charge calendrier
it: in base al sonno, al movimento, allo stress e al carico del calendario
ja: 睡眠、動き、ストレス、カレンダーの負荷に基づく
pt: com base no sono, movimento, estresse e carga do calendário
zh_hans: 基于睡眠、运动、压力和日历负荷

source: before you crash.
de: bevor du abstürzt.
es: antes de que te estrelles.
fr: avant le crash.
it: prima di schiantarti.
ja: クラッシュする前に。
pt: antes de você bater.
zh_hans: 在你崩溃之前。

source: block 10 minutes after your last morning meeting.
de: Blockieren Sie 10 Minuten nach Ihrem letzten Morgenmeeting.
es: bloquee 10 minutos después de su última reunión de la mañana.
fr: bloque 10 minutes après ta dernière réunion du matin.
it: blocca 10 minuti dopo l'ultima riunione mattutina.
ja: 最後の朝の会議の 10 分後までにブロックします。
pt: bloquear 10 minutos após sua última reunião matinal.
zh_hans: 最后一次上午会议后 10 分钟。

source: Block 10 minutes between meetings to decompress.
de: Planen Sie zum Entspannen 10 Minuten zwischen den Besprechungen ein.
es: Bloquea 10 minutos entre reuniones para descomprimirte.
fr: Bloque 10 minutes entre les réunions pour décompresser.
it: Blocca 10 minuti tra una riunione e l'altra per decomprimerti.
ja: 会議の間隔を 10 分間空けて、緊張をほぐします。
pt: Reserve 10 minutos entre as reuniões para descomprimir.
zh_hans: 会议之间留出 10 分钟的时间来减压。

source: block a 10-minute gap between your meetings to decompress.
de: Blockieren Sie zur Entspannung eine 10-minütige Pause zwischen Ihren Besprechungen.
es: bloquee un espacio de 10 minutos entre sus reuniones para relajarse.
fr: bloque 10 minutes entre tes réunions pour décompresser.
it: blocca un intervallo di 10 minuti tra le tue riunioni per rilassarti.
ja: 会議の間に 10 分間の隙間を設けて、緊張をほぐします。
pt: bloqueie um intervalo de 10 minutos entre suas reuniões para descomprimir.
zh_hans: 在会议之间留出 10 分钟的间隙来减压。

source: body recovery
de: Erholung des Körpers
es: recuperación del cuerpo
fr: récupération du corps
it: recupero del corpo
ja: 体の回復
pt: recuperação corporal
zh_hans: 身体恢复

source: Breathe in…
de: Einatmen…
es: Aspirar…
fr: Inspire…
it: Respira…
ja: 息を吸って…
pt: Inspire…
zh_hans: 吸入…

source: Breathe out…
de: Ausatmen…
es: Exhalar…
fr: Expire…
it: Espirare…
ja: 息を吐き出して…
pt: Expire…
zh_hans: 呼…

source: Bringing your companion to life. %lld percent.
de: Erwecken Sie Ihren Begleiter zum Leben. %lld Prozent.
es: Dándole vida a tu compañero. %lld por ciento.
fr: Donner vie à votre compagnon. %lld pour cent.
it: Dai vita al tuo compagno. %lld percento.
ja: あなたの仲間に命を吹き込みます。 %lldパーセント。
pt: Dando vida ao seu companheiro. %lld por cento.
zh_hans: 为您的伴侣带来生命。 %lld 百分比。

source: building your first energy check-in…
de: Erstellen Sie Ihren ersten Energie-Check-in…
es: construyendo tu primer check-in energético...
fr: création de ton premier bilan énergie…
it: costruendo il tuo primo check-in energetico...
ja: 最初のエネルギーチェックインを構築中…
pt: construindo seu primeiro check-in energético…
zh_hans: 建立您的第一个能源签到……

source: Calendar
de: Kalender
es: Calendario
fr: Calendrier
it: Calendario
ja: カレンダー
pt: Calendário
zh_hans: 日历

source: Calendar Load
de: Kalender laden
es: Carga de calendario
fr: Charge calendrier
it: Caricamento del calendario
ja: カレンダーのロード
pt: Carregamento do calendário
zh_hans: 日历负载

source: Call me KOMO
de: Nennen Sie mich KOMO
es: Llámame KOMO
fr: Appelez-moi KOMO
it: Chiamami KOMO
ja: KOMOと呼んでください
pt: Me chame de KOMO
zh_hans: 叫我KOMO

source: calm all day
de: den ganzen Tag ruhig
es: calma todo el dia
fr: calme toute la journée
it: tranquillo tutto il giorno
ja: 一日中穏やかな
pt: calma o dia todo
zh_hans: 一整天平静

source: calm at rest
de: ruhig im Ruhezustand
es: calma en reposo
fr: calme au repos
it: calma a riposo
ja: 安静にしている
pt: calma em repouso
zh_hans: 休息时平静

source: calm day — stress, calendar & workout all low
de: Ruhiger Tag – Stress, Kalender und Training sind niedrig
es: Día tranquilo: estrés, calendario y entrenamiento bajos
fr: journée calme — stress, calendrier et sport bas
it: giornata tranquilla: stress, calendario e allenamento tutti bassi
ja: 穏やかな日 — ストレス、カレンダー、トレーニングはすべて低い
pt: dia calmo - estresse, calendário e treino todos baixos
zh_hans: 平静的一天——压力、日历和锻炼都很低

source: calm day. stress, calendar and workout all low.
de: ruhiger Tag. Stress, Kalender und Training sind niedrig.
es: día tranquilo. El estrés, el calendario y el entrenamiento están bajos.
fr: journée calme. le stress, le calendrier et l'entraînement sont tous faibles.
it: giornata tranquilla. stress, calendario e allenamento tutti bassi.
ja: 穏やかな日。ストレス、カレンダー、トレーニングはすべて低い。
pt: dia calmo. estresse, calendário e treino estão baixos.
zh_hans: 平静的一天。压力、日历和锻炼都很低。

source: Cancel
de: Stornieren
es: Cancelar
fr: Annuler
it: Cancellare
ja: キャンセル
pt: Cancelar
zh_hans: 取消

source: Cards
de: Karten
es: Tarjetas
fr: Cartes
it: Carte
ja: カード
pt: Cartões
zh_hans: 牌

source: changes a lot
de: ändert sich sehr
es: cambia mucho
fr: ça change souvent
it: cambia molto
ja: 大きく変わります
pt: muda muito
zh_hans: 改变很多

source: Charged
de: Aufgeladen
es: Cargado
fr: Chargé
it: Caricato
ja: 充電済み
pt: Cobrado
zh_hans: 带电

source: clear one small task in 10 minutes.
de: Erledige eine kleine Aufgabe in 10 Minuten.
es: Completa una pequeña tarea en 10 minutos.
fr: règle une petite tâche en 10 minutes.
it: completare una piccola attività in 10 minuti.
ja: 10分以内に小さなタスクを1つクリアする。
pt: conclua uma pequena tarefa em 10 minutos.
zh_hans: 10分钟内完成一项小任务。

source: commute / travel
de: pendeln / reisen
es: viajar / viajar
fr: trajets / déplacements
it: tragitto giornaliero/viaggio
ja: 通勤/旅行
pt: deslocamento / viagem
zh_hans: 通勤/旅行

source: Completed. Uncheck.
de: Vollendet. Deaktivieren Sie das Kontrollkästchen.
es: Terminado. Desmarque.
fr: Complété. Décochez.
it: Completato. Deseleziona.
ja: 完成しました。チェックを外します。
pt: Concluído. Desmarque.
zh_hans: 完全的。取消选中。

source: connect health data
de: Gesundheitsdaten verbinden
es: conectar datos de salud
fr: connecter les données santé
it: collegare i dati sanitari
ja: 健康データを接続する
pt: conectar dados de saúde
zh_hans: 连接健康数据

source: Connected
de: Verbunden
es: Conectado
fr: Connecté
it: Collegato
ja: 接続済み
pt: Conectado
zh_hans: 已连接

source: Continue
de: Weitermachen
es: Continuar
fr: Continuer
it: Continuare
ja: 続く
pt: Continuar
zh_hans: 继续

source: Customize %@
de: Anpassen von %@
es: Personalizar %@
fr: Personnaliser %@
it: Personalizza %@
ja: %@ をカスタマイズする
pt: Personalizar %@
zh_hans: 自定义 %@

source: Day 1 with KOMO
de: Tag 1 mit KOMO
es: Día 1 con KOMO
fr: Jour 1 avec KOMO
it: Giorno 1 con KOMO
ja: KOMO との 1 日目
pt: Dia 1 com KOMO
zh_hans: 第一天 KOMO

source: did you sleep well last night?
de: Hast du gut geschlafen? letzte Nacht?
es: ¿dormiste bien? anoche?
fr: as-tu bien dormi la nuit dernière ?
it: hai dormito bene? ieri sera?
ja: よく眠れましたか 昨夜？
pt: você dormiu bem ontem à noite?
zh_hans: 你睡得好吗 昨晚？

source: dim your phone at 9 tonight and see how your sleep feels.
de: Dimmen Sie Ihr Telefon heute Abend um 9 Uhr und sehen Sie, wie sich Ihr Schlaf anfühlt.
es: Atenúa tu teléfono a las 9 de la noche y observa cómo se siente tu sueño.
fr: baisse la luminosité à 21 h ce soir et vois comment tu dors.
it: abbassa il telefono alle 9 stasera e vedi come ti senti a dormire.
ja: 今夜9時に携帯電話を暗くして、睡眠状態を確認してください。
pt: diminua a intensidade do seu telefone às 9 da noite e veja como é seu sono.
zh_hans: 今晚 9 点将你的手机调暗，看看你的睡眠感觉如何。

source: do a 2-minute reset: breathe, stretch, drink water.
de: Machen Sie einen 2-Minuten-Reset: atmen, strecken, Wasser trinken.
es: Haga un reinicio de 2 minutos: respire, estírese, beba agua.
fr: fais une pause de 2 minutes : respire, étire-toi, bois de l'eau.
it: fai un reset di 2 minuti: respira, fai stretching, bevi acqua.
ja: 2分間リセットしてください：呼吸し、ストレッチし、水を飲みます。
pt: faça um reset de 2 minutos: respire, alongue-se, beba água.
zh_hans: 做 2 分钟的重置：呼吸、伸展、喝水。

source: Done
de: Erledigt
es: Hecho
fr: Fait
it: Fatto
ja: 終わり
pt: Feito
zh_hans: 完毕

source: Drained
de: Ausgelaugt
es: Agotado
fr: Vidé
it: Drenato
ja: 排水された
pt: Drenado
zh_hans: 沥干

source: Each row shows what that signal actually added or removed today.
de: In jeder Zeile wird angezeigt, was dieses Signal heute tatsächlich hinzugefügt oder entfernt hat.
es: Cada fila muestra lo que esa señal realmente agregó o eliminó hoy.
fr: Chaque ligne montre ce que ce signal t'a réellement apporté ou retiré aujourd'hui.
it: Ogni riga mostra ciò che quel segnale ha effettivamente aggiunto o rimosso oggi.
ja: 各行には、そのシグナルが今日実際に追加または削除した内容が表示されます。
pt: Cada linha mostra o que aquele sinal realmente adicionou ou removeu hoje.
zh_hans: 每行显示该信号今天实际添加或删除的内容。

source: Energy breakdown, %1$lld percent, %2$@.
de: Energieausfall, %1$lld Prozent, %2$@.
es: Desglose de energía, %1$lld por ciento, %2$@.
fr: Détail énergie, %1$lld %%, %2$@.
it: Ripartizione energetica, %1$lld percento, %2$@.
ja: エネルギーの内訳、%1$lld パーセント、%2$@。
pt: Quebra de energia, %1$lld por cento, %2$@.
zh_hans: 能量分解，%1$lld 百分比，%2$@。

# Energy breakdown, %lld percent, %@.
source: Energy breakdown, %1$lld percent, %2$@.
de: Energieausfall, %1$lld Prozent, %2$@.
es: Desglose de energía, %1$lld por ciento, %2$@.
fr: Panne d'énergie, %1$lld pour cent, %2$@.
it: Ripartizione energetica, %1$lld percento, %2$@.
ja: エネルギーの内訳、%1$lld パーセント、%2$@。
pt: Quebra de energia, %1$lld por cento, %2$@.
zh_hans: 能量分解，%1$lld 百分比，%2$@。

source: evening
de: Abend
es: noche
fr: soir
it: sera
ja: 夕方
pt: noite
zh_hans: 晚上

source: event
de: Ereignis
es: evento
fr: événement
it: evento
ja: イベント
pt: evento
zh_hans: 事件

source: events
de: Ereignisse
es: eventos
fr: événements
it: eventi
ja: イベント
pt: eventos
zh_hans: 事件

source: everything stays on your device.
de: alles bleibt auf Ihrem Gerät.
es: todo permanece en tu dispositivo.
fr: tout reste sur ton appareil.
it: tutto rimane sul tuo dispositivo.
ja: すべてがデバイス上に残ります。
pt: tudo permanece no seu dispositivo.
zh_hans: 一切都保留在您的设备上。

source: Feed
de: Füttern
es: Alimentar
fr: Nourrir
it: Foraggio
ja: 餌
pt: Alimentar
zh_hans: 喂养

source: Focus
de: Fokus
es: Enfocar
it: Messa a fuoco
ja: 集中
pt: Foco
zh_hans: 重点

source: Focus timer, %@ remaining
de: Fokus-Timer, %@ verbleibend
es: Temporizador de enfoque, %@ restante
fr: Minuterie de mise au point, %@ restant
it: Timer messa a fuoco, %@ rimanente
ja: フォーカス タイマー、残り %@
pt: Temporizador de foco, %@ restante
zh_hans: 对焦计时器，剩余 %@
